Repository: dingyifei/freenas-webui-zh_cn-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Additional <a href="http://netatalk.sourceforge.net/3.1/htmldocs/afp.conf.5.html" target="_blank">afp.conf</a> parameters not covered by other option fields.
zh_cn: 不被其他选项包含的<a href="http://netatalk.sourceforge.net/3.1/htmldocs/afp.conf.5.html" target="_blank">afp.conf</a>参数 。

source: Additional <b>smb5.conf</b> parameters not covered by other option fields.
zh_cn: 不被其他选项包含的<b>smb5.conf</b>参数。

source: Additional Domains
zh_cn: 额外域名

source: Additional Hardware
zh_cn: 附加硬件

source: Additional parameters to the hardware-specific part of the driver.
zh_cn: 用于部分特殊硬件的驱动程序参数。

source: Address
zh_cn: 地址

source: Adjust the file permissions using the checkboxes.
zh_cn: 使用Checkboxes来修改文件权限。

source: Admin Account
zh_cn: 管理员帐户

source: Admin Server
zh_cn: 管理服务器

source: Admin password
zh_cn: 管理员密码

source: Administrative email address used for alerts.
zh_cn: 用于接收警报消息的管理员Email地址。

source: Administrator Name
zh_cn: 管理员名称

source: Administrator Password
zh_cn: 管理员密码

source: Administrators should log in to the web UI as root, since the web UI already confers superuser privileges in many areas.
zh_cn: 系统管理员应该以 root 用户身份登陆Web管理界面，Web管理界面已在大多数位置赋予其超级管理权限。

source: Adv.
zh_cn: 高级

source: Advanced
zh_cn: 高级

source: Advanced Mode
zh_cn: 高级模式

source: Advanced Plugin Installation
zh_cn: 高级插件安装

source: Advanced Power Management
zh_cn: 高级电源管理

source: Advanced Settings
zh_cn: 高级设置

source: After entering the <b>Hostname, Username</b>, and <b>Password</b>, click <b>Fetch Datastores</b> and select the datastore to be synchronized.
zh_cn: 在输入<b>域名，用户名</b>，和<b>密码</b>后，点击<b>获取数据存储区</b>并选择同步的数据存储区。

source: After the time expires, the snapshot is removed.
zh_cn: 当时间到期，快照会被移除。

source: Alert
zh_cn: 警告

source: Alert Services
zh_cn: 警告服务

source: Alert Settings
zh_cn: 警告设置

source: Alert System
zh_cn: 预警系统

source: Alias
zh_cn: 别名

source: Alias name must be unique.
zh_cn: 别名必须唯一。

source: Aliases
zh_cn: 别名

source: All Directories
zh_cn: 所有目录

source: All data on that pool was destroyed.
zh_cn: 所有此存储池的数据已被销毁。

source: All dirs
zh_cn: 所有文件夹

source: Allocate a number of gigabytes (GiB) to the new raw file.
zh_cn: 分配新的Raw文件容量（GiB)）。

source: Allocate a number of gigabytes of space for the new zvol.
zh_cn: 分配新的zvol容量（GiB）。

source: Allocate a number of megabytes of RAM for the VM.
zh_cn: 分配虚拟机内存容量（MiB）。

source: Allocate a number of megabytes of RAM to the Docker VM.
zh_cn: 分配指定MiB的内存给Docker VM。

source: Allocate a number of megabytes of RAM to the VM.
zh_cn: 分配指定MiB的内存给VM。

source: Allow Anonymous Binding
zh_cn: 允许匿名绑定

source: Allow Anonymous Login
zh_cn: 允许匿名登录

source: Allow DNS updates
zh_cn: 允许DNS更新

source: Allow Empty Password
zh_cn: 允许空密码

source: Allow Execute Always
zh_cn: 总是允许运行

source: Allow Guest
zh_cn: 允许访客

source: Allow Guest Access
zh_cn: 允许访客访问

source: Allow Kerberos authentication
zh_cn: 允许Kerberos鉴定

source: Allow List
zh_cn: 允许列表

source: Allow Local User Login
zh_cn: 允许本地用户登录

source: Allow New Files
zh_cn: 允许创建新文件

source: Allow Password Authentication
zh_cn: 允许密码认证

source: Allow Root Login
zh_cn: 允许Root登录

source: Allow TCP Port Forwarding
zh_cn: 允许 TCP 端口转发

source: Allow TCP port forwarding
zh_cn: 允许TCP端口转发

source: Allow Transfer Resumption
zh_cn: 启用断点续传

source: Allow Trusted Domains
zh_cn: 允许可信域名

source: Allow configuring a non-standard port to access the GUI over <i>HTTP</i>.
zh_cn: 允许分配一个非标准端口来通过<i>HTTP</i>访问GUI。

source: Allow configuring a non-standard port to access the GUI over <i>HTTPS</i>.
zh_cn: 允许分配一个非标准端口来通过<i>HTTPS</i>访问GUI。

source: Allow different groups to be configured with different authentication profiles.
zh_cn: 允许不同的群组配置不同的验证配置文件。

source: Allow execute always
zh_cn: 始终允许执行

source: Allow group members to use <a href="https://www.freebsd.org/cgi/man.cgi?query=sudo&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">sudo</a>.
zh_cn: 允许群组成员使用<a href="https://www.freebsd.org/cgi/man.cgi?query=sudo&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">sudo</a>。

source: Allow initiators to xcopy without authenticating to foreign targets.
zh_cn: 允许 Initiator 使用 xcopy 且不需在陌生 Targets 进行身份认证。

source: Allow list
zh_cn: 允许列表

source: Allow non-root mount
zh_cn: 允许非root挂载

source: Allow only listed hosts and/or networks access to this volume
zh_cn: 只允许列表中的主机和网络访问此卷

source: Allow or deny access to SYSV IPC message primitives.
zh_cn: 允许或拒绝访问SYSV IPC message primitives.

source: Allow or deny access to SYSV IPC semaphore primitives.
zh_cn: 允许或拒绝访问SYSV IPC semaphore primitives.

source: Allow password authentication
zh_cn: 允许密码验证

source: Allow repeated GIDs
zh_cn: 允许重复GIDs

source: Allow the zvol to consume more then 80% of available space
zh_cn: 允许 zvol 消耗超过 80% 的可用空间

source: Allows guest access to all apple shares on this box.
zh_cn: 允许访客访问这台设备上的所有 Apple 共享。

source: Also delete the share's configuration
zh_cn: 同时删除共享配置

source: Alternative names that SMB clients can use when connecting to this NAS.
zh_cn: 可以让SMB客户端连接到此NAS的替代名。

source: Always Chroot
zh_cn: 总是Chroot

source: Always On
zh_cn: 常开

source: Always back up the key!
zh_cn: 总是备份密钥！

source: Always use 0 for device number, helps when the device number is not constant across a reboot, cluster, ...
zh_cn: 一直使用0作为设备编号，有助于避免设备编号在重启后或应用集群后改变

source: Amazon Web Services password.
zh_cn: Amazon Web Services 密码。

source: An email address that the system will use for the sending address for mail it sends, eg: freenas@example.com
zh_cn: 系统用于发送邮件的邮件地址，如freenas@example.com

source: An error occurred while labeling the disk.
zh_cn: 给磁盘指定标签时发生错误。

source: An error occurred while unserializing from %(url)s: %(error)s
zh_cn: 从 %(url)s 执行反序列化时发生错误: %(error)s

source: An error occurred!
zh_cn: 有错误发生！

source: An error occurred.
zh_cn: 发生了某些错误

source: An integer from 1 - 65535, generally will be 25, 465, or 587
zh_cn: 输入整数从1-65535，通常是：25、465或587

source: An integer from 1 - 65535, generally will be 443
zh_cn: 输入整数从1-65535，通常是：443

source: An update is already applied.
zh_cn: 一个更新已经被应用。

source: Anonymous
zh_cn: 匿名

source: Anonymous User Download Bandwidth
zh_cn: 匿名用户下载速度

source: Anonymous User Upload Bandwidth
zh_cn: 匿名用户上传速度

source: Anonymous user download bandwidth
zh_cn: 匿名用户下载带宽

source: Anonymous user upload bandwidth
zh_cn: 匿名用户上传带宽

source: Appdefaults auxiliary parameters
zh_cn: 应用程序默认附加参数

source: Append @realm to cn for groups (and users if user_cn is set) in LDAP.
zh_cn: 在 LDAP 中为组(若设置了user_cn，则也包括用户)附加 @realm 到 CN。

source: Apple (AFP) Share
zh_cn: Apple (AFP) 共享

source: Apple (AFP) Shares
zh_cn: 苹果(AFP)共享

source: Apply Default Permissions
zh_cn: 应用默认权限

source: Apply Group
zh_cn: 应用群组

source: Apply Mode
zh_cn: 应用模式

source: Apply Owner (group)
zh_cn: 所有者 (组)

source: Apply Owner (user)
zh_cn: 所有者(用户)

source: Apply Pending Updates
zh_cn: 应用待决更新

source: Apply Pending update
zh_cn: 应用待决更新

source: Apply Update
zh_cn: 应用更新

source: Apply User
zh_cn: 应用用户

source: Apply permissions recursively
zh_cn: 递归的应用权限

source: Apply permissions recursively to all directories and files within the current dataset
zh_cn: 递归的应用权限到所有当前数据集内的文件夹和文件。

source: Apply updates after downloading
zh_cn: 下载后应用更新

source: Apply updates and reboot system after downloading.
zh_cn: 在下载后应用更新并重启。

source: Apply updates and reboot?
zh_cn: 应用更新并重启？

source: April
zh_cn: 四月

source: Architecture
zh_cn: 系统架构

source: Archive
zh_cn: 存档

source: Archive mode
zh_cn: 存档模式

source: Are you sure you want to continue?
zh_cn: 是否继续？

source: Are you sure you want to delete
zh_cn: 你确定要删除吗

source: Are you sure you want to delete %(name)s?
zh_cn: 是否删除 %(name)s？

source: Are you sure you want to delete %(verbose_name)s %(object)s?
zh_cn: 是否要删除 %(verbose_name)s %(object)s？

source: Are you sure you want to delete the following boot environments?
zh_cn: 是否删除下列启动环境？

source: Are you sure you want to delete?
zh_cn: 你确定需要删除吗?

source: Are you sure you want to destroy "%(name)s"?
zh_cn: 确定销毁"%(name)s"?

source: Are you sure you want to detach?
zh_cn: 确认分离?

source: Are you sure you want to do this?
zh_cn: 你确认要这么做吗？

source: Are you sure you want to edit this?
zh_cn: 确认要编辑此项？

source: Are you sure you want to install "%(plugin)s" plugin?
zh_cn: 是否安装 "%(plugin)s" 插件？

source: Are you sure you want to offline?
zh_cn: 确定离线?

source: Are you sure you want to online?
zh_cn: 是否上线？

source: Are you sure you want to proceed?
zh_cn: 是否执行？

source: Are you sure you want to remove?
zh_cn: 确定移除?

source: Are you sure you want to restore to factory config?
zh_cn: 确认恢复出厂配置？

source: Are you sure you want to rollback dataset to this snapshot state?
zh_cn: 确认回滚数据集至快照前的状态？

source: Are you sure you want to scrub?
zh_cn: 是否要执行垃圾清理任务？

source: Are you sure you want to update "%(plugin)s" plugin?
zh_cn: 是否更新 "%(plugin)s" 插件？

source: Are you sure you want to upgrade your pool?
zh_cn: 是否升级存储池？

source: Are you sure you want to wipe?
zh_cn: 你确定要擦除吗？

source: Are you sure?
zh_cn: 你确定吗？

source: Associated Targets
zh_cn: Target关联

source: At least one day must be chosen
zh_cn: 必须至少选择一天

source: Attach
zh_cn: 连接

source: Attach Debug Info
zh_cn: 附加调试信息

source: Attach Disk
zh_cn: 连接磁盘

source: Attach NIC
zh_cn: 连接网卡

source: Attachments
zh_cn: 附件

source: Attempt to automatically tune the network and ZFS system control variables based on memory available.
zh_cn: 基于可用内存自动调节网络和 ZFS 系统控制变量。

source: August
zh_cn: 八月

source: Auth
zh_cn: 认证

source: Auth Method
zh_cn: 捡到方式

source: Authentication Group ID
zh_cn: 认证组 ID

source: Authentication Group number
zh_cn: 认证组编号

source: Authentication Model
zh_cn: 认证模式

source: Authentication Type
zh_cn: 验证类型

source: Authorized Access
zh_cn: 授权访问

source: Authorized Accesses
zh_cn: 授权访问

source: Authorized Hosts and IP addresses
zh_cn: 可靠的IP地址和域名

source: Authorized IP addresses or hosts
zh_cn: 授权的IP地址和主机

source: Authorized Networks
zh_cn: 可靠的网络

source: Authorized network
zh_cn: 授权的网络

source: Authorized network or IP addresses
zh_cn: 认证的网络或者IP地址

source: Authorized networks
zh_cn: 授权的网络

source: Auto
zh_cn: 自动

source: Auto Import Volume
zh_cn: 自动导入卷

source: Auto configure IPv6
zh_cn: 自动配置IPv6

source: Auto-start
zh_cn: 自启动

source: Autoconfigure IPv6
zh_cn: 自动配置IPv6

source: Autoconfigure IPv6 with rtsold
zh_cn: 使用rtsold自动配置IPv6

source: Automatic
zh_cn: 自动

source: Automatic - Pick reasonable defaults for available drives
zh_cn: 自动 - 为可用的驱动器选择合理的缺省值

source: Automatic scrub interval (in days)
zh_cn: 自动 scrub 周期（天）

source: Automatically check for updates
zh_cn: 自动检查更新

source: Automatically compress data written to the zvol.
zh_cn: 在写入到zvol时自动压缩数据。

source: Automatically download an update if one is available.
zh_cn: 在一个更新可用时自动下载。

source: Automatically reboot the system after the update is applied.
zh_cn: 在更新被应用后自动重启系统。

source: Autostart
zh_cn: 自动启动

source: Auxiliary Arguments
zh_cn: 附加参数

source: Auxiliary Groups
zh_cn: 附加组

source: Auxiliary Parameters
zh_cn: 附加参数

source: Auxiliary Parameters (ups.conf)
zh_cn: 附加参数 （ups.conf）

source: Auxiliary Parameters (upsd.conf)
zh_cn: 附加参数 （upsd.conf）

source: Auxiliary groups
zh_cn: 辅用户组

source: Auxiliary parameters
zh_cn: 附加参数

source: Auxiliary parameters (ups.conf)
zh_cn: 附加参数 (ups.conf)

source: Available
zh_cn: 可用

source: Available Actions
zh_cn: 可用操作

source: Available Disks
zh_cn: 可用磁盘

source: Available Plugins
zh_cn: 可用插件

source: Available Size Threshold (%)
zh_cn: 可用空间下限(%)

source: Available Space Threshold (%)
zh_cn: 可用空间阀值(%)

source: Available Themes
zh_cn: 可用主题

source: Available actions
zh_cn: 可用操作

source: Available disks
zh_cn: 可用磁盘

source: Available space threshold (%)
zh_cn: 可用空间阈值 (%)

source: Average of all cores
zh_cn: 所有核心平均

source: Avoid scheduling S.M.A.R.T.
zh_cn: 避免安排S.M.A.R.T.

source: Back
zh_cn: 返回

source: Back up any critical data before exporting/disconnecting a pool.
zh_cn: 在导出/断开存储池前请备份重要数据。

source: Backblaze B2 Application Key.
zh_cn: Backblaze B2应用密钥。

source: Backup
zh_cn: 备份

source: Backup data
zh_cn: 备份数据

source: Backup worker PID
zh_cn: 备份器 PID

source: Backups (RAID Z2: Good Reliability, Medium Performance, Medium Storage)
zh_cn: 媒体 (RAID Z1: 可靠性一般, 性能良好, 更多可用空间)

source: Bandwidth Limit
zh_cn: 带宽限制

source: Base DN
zh_cn: 基础 DN

source: Base Name will be appended automatically when starting without 'iqn.'.
zh_cn: 如果 Base Name 不带 "iqn."，将自动在 Base Name 前面添加。

source: Basic Authentication
zh_cn: 基础认证

source: Basic Mode
zh_cn: 基本模式

source: Basic Properties
zh_cn: 基本属性

source: Before exporting/disconnecting encrypted pools, download and safely store the recovery key.
zh_cn: 导出/断开加密存储池前请下载保存恢复密钥。

source: Before filing a bug report or feature request, search
zh_cn: 提交Bug或功能建议前，请先搜索

source: Begin
zh_cn: 开始

source: Begin Time
zh_cn: 开始时间

source: Bind DN
zh_cn: 绑定 DN

source: Bind IP Addresses
zh_cn: Bind IP地址

source: Bind Interfaces
zh_cn: Bind接口

source: Bind Password
zh_cn: Bind密码

source: Bind interfaces
zh_cn: Bind接口

source: Bind password
zh_cn: 绑定密码

source: Block
zh_cn: 阻止

source: Block (iSCSI)
zh_cn: 块级存储(iSCSI)

source: Block Storage (iSCSI)
zh_cn: 块级存储 (iSCSI)

source: Block size
zh_cn: 块大小

source: Boot
zh_cn: 启动器

source: Boot Environment successfully activated.
zh_cn: 启动环境已激活。

source: Boot Environment successfully added.
zh_cn: 启动环境已添加。

source: Boot Environment successfully deleted.
zh_cn: 启动环境已删除。

source: Boot Environment successfully renamed.
zh_cn: 启动环境已重命名。

source: Boot Environments
zh_cn: 启动环境

source: Boot Environments successfully deleted.
zh_cn: 启动环境已删除。

source: Boot Loader Type
zh_cn: 启动引导器类型

source: Boot Method
zh_cn: 启动方式

source: Boot Pool
zh_cn: 启动池

source: Boot Pool Status
zh_cn: 启动池状态

source: Boot Volume Condition
zh_cn: 启动卷状态

source: Bronze
zh_cn: 青铜

source: Browsable to Network Clients
zh_cn: 允许网络客户端浏览

source: Browse
zh_cn: 浏览

source: Browse to a CD-ROM file present on the system storage.
zh_cn: 浏览一个在系统存储上的CD-ROM文件。

source: Browse to an <b>existing</b> directory to use for storage.
zh_cn: 浏览一个<b>现有</b>文件夹用于存储。

source: Browse to the operating system installer image file.
zh_cn: 浏览操作系统安装镜像文件

source: Browse to the pool or dataset to share.
zh_cn: 浏览存储池或数据集来共享。

source: Browse to the script location.
zh_cn: 浏览脚本位置。

source: Bucket
zh_cn: 桶

source: Bug Tracker
zh_cn: Bug跟踪

source: Build
zh_cn: 版本

source: Built-in Group
zh_cn: 内建用户组

source: Built-in User
zh_cn: 内建用户

source: Burst
zh_cn: 突发

source: By default, the VM receives an auto-generated random MAC address.
zh_cn: 在默认情况下，虚拟机将会获得一个自动生成的随机MAC地址

source: CAs
zh_cn: CA机构

source: CD-ROM Path
zh_cn: CD-ROM 路径

source: CPU
zh_cn: 处理器

source: CPU Temperatures
zh_cn: 处理器温度

source: CPU Usage
zh_cn: 处理器使用量

source: CPU and Memory
zh_cn: 处理器和内存

source: CPU and Memory configuration.
zh_cn: 处理器和内存配置

source: CRITICAL
zh_cn: 严重

source: CSR successfully edited.
zh_cn: CSR 已编辑。

source: Can be no greater than 15 characters.
zh_cn: 不能长于15个字符。

source: Can be set to <i>0</i>, left empty for FreeNAS to assign a port when the VM is started, or set to a fixed, preferred port number.
zh_cn: 可以被设置为<i>0</i>，留空FreeNas将会在虚拟机启动时自动分配端口，输入一个端口以让其不变。

source: Can only contain alphanumeric characters (Aa-Zz 0-9), dashes (-), or underscores (_).
zh_cn: 只能包含大小写字母数字(Aa-Zz 0-9)，横杠 (-)，或下划线 (_).

source: Can only contain alphanumeric characters Aa-Zz 0-9), dashes (-), or underscores (_).
zh_cn: 只能包含大小写字母数字(Aa-Zz 0-9)，横杠 (-)，或下划线 (_).

source: Cancel
zh_cn: 取消

source: Canceled
zh_cn: 已取消

source: Capacity
zh_cn: 容量

source: Case Sensitivity
zh_cn: 大小写敏感

source: Category
zh_cn: 类别

source: Cause ypbind to run in secure mode
zh_cn: 将 ypbind 运行在安全模式

source: Cause ypbind to use 'many-cast' instead of broadcast
zh_cn: 让 ypbind 使用多播替代广播

source: Causes the server to display the network information for the specified address to the client, on the assumption that IP address or DNS host is acting as a NAT gateway or port forwarder for the server.
zh_cn: 服务器通过指定的地址向用户显示网络信息，将IP地址或DNS主机伪装成服务器的NAT网关或端口转发器。

source: Cell Phone
zh_cn: 手机

source: Certificate
zh_cn: 证书

source: Certificate Authority
zh_cn: CA机构

source: Certificate Authority successfully edited.
zh_cn: CA机构已编辑。

source: Certificate Authority successfully imported.
zh_cn: CA机构已导入。

source: Certificate CSR successfully created.
zh_cn: 证书签名请求CSR已创建。

source: Certificate Signing Request
zh_cn: 证书签发请求

source: Certificate successfully imported.
zh_cn: 证书已导入。

source: Certificates
zh_cn: 证书

source: Change
zh_cn: 更改

source: Change Device Order
zh_cn: 修改设备顺序

source: Change E-mail
zh_cn: 修改E-mail

source: Change Passphrase
zh_cn: 修改密码短语

source: Change Password
zh_cn: 修改密码

source: Change Permissions
zh_cn: 改变权限

source: Change Pool Passphrase
zh_cn: 修改存储池密码短语

source: Change User & Group Ownership
zh_cn: 变更用户和群组的所有人

source: Change log
zh_cn: 修改日志

source: Change permission
zh_cn: 权限变更

source: Change permission on %(path)s to
zh_cn: 修改 %(path)s 权限

source: Change root password as well
zh_cn: 同时修改root用户密码

source: Change the default password to improve system security.
zh_cn: 修改默认密码以提高系统安全性。

source: Changelog
zh_cn: 更新日志

source: Changes the user & group of the shared folder to 'webdav:webdav' recursively (including all subdirectories)<br />If disabled, you will need to manually<br />add the 'webdav' user & group to the share.
zh_cn: 修改 'webdav:webdav' 共享文件夹的 用户&组 权限递归（包括所有子目录）<br />如果启用，需要手动<br />添加 'webdav' 用户&组 到此共享。

source: Changing SDK version is not a supported operation.
zh_cn: 更改SDK版本是不被支持的操作。

source: Changing away from the nightly train is considered a downgrade and not a supported operation.
zh_cn: 从Nightly分支降级到其他分支是不被支持的操作。

source: Changing back to a stable train is not supported!
zh_cn: 改回到稳定分支是不被支持的！

source: Changing back to stable is not supported!
zh_cn: 改回到稳定分支是不被支持的！

source: Changing this setting might require changing a <a href="https://www.redbrick.dcu.ie/~d_fens/articles/Firefox:_This_Address_is_Restricted" target="_blank">Firefox configuration setting</a>.
zh_cn: 修改这个设置可能需要修改一个<a href="https://www.redbrick.dcu.ie/~d_fens/articles/Firefox:_This_Address_is_Restricted" target="_blank">火狐配置设置</a>。

source: Changing to a nightly train is one-way.
zh_cn: 切换到Nightly分支是单向的。

source: Channel
zh_cn: 频道

source: Check Automatically For Updates
zh_cn: 自动检查系统更新

source: Check For Update
zh_cn: 检查更新

source: Check For Updates
zh_cn: 检查更新

source: Check Interval
zh_cn: 检查间隔

source: Check Now
zh_cn: 立即检查

source: Check Release Notes
zh_cn: 检查发行备注

source: Check for Updates
zh_cn: 检查更新

source: Check for Updates Daily and Download if Available
zh_cn: 每天检查更新并在可用时下载

source: Check interval
zh_cn: 检查间隔

source: Check the <i>hostid</i> property of the jail.
zh_cn: 检查Jail的<i>hostid</i>设置。

source: Check the network connection
zh_cn: 检查网络连接

source: Check the network connection.
zh_cn: 检查网络连接。

source: Check the update server daily for any updates on the chosen train.
zh_cn: 每天检查更新服务器，获取选择分支的更新。

source: Check this if the remotepath specified does<br>not exist, and you want to create it.
zh_cn: 如果指定的远程路径<br>不存在，并且你希望创建它，则启用此项。

source: Check this to enable Time Machine backups on this share.
zh_cn: 启用此项，则开启 Time Machine 备份功能。

source: Check this to redirect <i>HTTP</i> connections to <i>HTTPS</i>.
zh_cn: 选择此选项来重定向<i>HTTP</i>连接到<i>HTTPS</i>。

source: CheckIP Path
zh_cn: CheckIP路径

source: CheckIP Server
zh_cn: CheckIP服务器

source: CheckIP Server SSL
zh_cn: CheckIP服务器SSL

source: Checksum
zh_cn: 校验

source: Chmod Request
zh_cn: Chmod请求

source: Choices are <i>2000, 2003, 2008, 2008_R2, 2012,</i> or <i>2012_R2</i>.
zh_cn: 可以从<i>2000, 2003, 2008, 2008_R2, 2012,</i> 或 <i>2012_R2</i>中选择。

source: Choices are <i>Minimum, Normal, or Debug</i>.
zh_cn: 可以从<i>最小，正常，或 Debug</i>中选择。

source: Choices are <i>None, Auto, CHAP,</i> or <i>Mutual CHAP</i>.
zh_cn: 可以从<i>无，自动，CHAP，</i> 或 <i>Mutual CHAP</i>中选择

source: Choices are <i>Plain (No Encryption)</i>, <i>SSL (Implicit TLS)</i>, or <i>TLS (STARTTLS)</i>.
zh_cn: 选择有<i>明文（不加密）</i>, <i>SSL (Implicit TLS)</i>, 或<i>TLS (STARTTLS)</i>。

source: Choices are <i>Plain, SSL</i>, or <i>TLS</i>.
zh_cn: 选项有<i>无，SSL</i>或<i>TLS</i>。

source: Choose <i>AES-256</i> or <i>None</i>.
zh_cn: 选择<i>AES-256</i> 或 <i>无</i>。

source: Choose <i>Master</i> if the UPS is plugged directly into the system serial port.
zh_cn: 选择<i>Master</i>如果UPS被直接连接到系统串口。

source: Choose <i>ON</i> to update the access time for files when they are read.
zh_cn: 选择<i>ON</i>在文件访问被读取时更新访问时间。

source: Choose <i>Off</i> to prevent producing log traffic when reading files.
zh_cn: 选择<i>Off</i>避免读取文件时产生日志流量。

source: Choose <i>none</i> to not set a default VNET interface.
zh_cn: 选择<i>none</i>来不配置默认VNET接口。

source: Choose a <a href="%%docurl%%/storage.html%%webversion%%#compression" target="_blank">compression algorithm</a>.
zh_cn: 选择一个<a href="%%docurl%%/storage.html%%webversion%%#compression" target="_blank">加密算法</a>。

source: Choose a <i>Drive Account Type</i>: <i>PERSONAL, BUSINESS,</i> or <a href="https://products.office.com/en-us/sharepoint/collaboration" target="_blank">SharePoint</a> <i>DOCUMENT_LIBRARY</i>.
zh_cn: 选择<i>网盘账户类型</i>： <i>个人，企业，</i>或<a href="https://products.office.com/en-us/sharepoint/collaboration" target="_blank">SharePoint</a> <i>DOCUMENT_LIBRARY</i>。

source: Choose a <i>Stripe</i>, <i>Mirror</i>, or <i>Raid-Z</i> configuration for the chosen disk layout.
zh_cn: 选择<i>条带</i>，<i>镜像</i>，或<i>Raid-Z</i>来配置选择磁盘的布局。

source: Choose a color scheme.
zh_cn: 选择颜色主题

source: Choose a location to store the installer image file.
zh_cn: 选择一个位置来保存安装镜像文件。

source: Choose a memorable name.
zh_cn: 选择一个好记的名字。

source: Choose a pool or dataset for jail storage
zh_cn: 选择一个存储池或数据集作为Jail的存储

source: Choose a pool or dataset for the new zvol.
zh_cn: 选择一个存储池或数据集用于新的zvol。

source: Choose a pool to scrub.
zh_cn: 选择一个存储池来进行数据校验。

source: Choose a privacy protocol.
zh_cn: 选择一个隐私协议。

source: Choose a specific interface, or set to <i>auto</i> to use the interface that has the default route.
zh_cn: 选择一个指定的接口或设置为<i>auto</i>来使用有默认路由的接口。

source: Choose an authentication method.
zh_cn: 选择一个验证方式。

source: Choose an encryption mode to use with LDAP.
zh_cn: 选择一个用于LDAP的加密模式。

source: Choose an encryption mode.
zh_cn: 选择一个加密模式。

source: Choose the FreeBSD release to use as the jail operating system.
zh_cn: 选择用于Jail操作系统的FreeBSD发行版。

source: Choose the VM operating system type.
zh_cn: 选择虚拟机操作系统类型

source: Choose the configuration mode for the remote.
zh_cn: 选择远程的配置模式。

source: Choose the days of the week to take snapshots.
zh_cn: 选择创建快照的星期。

source: Choose the test type.
zh_cn: 选择测试类型。

source: Choose the type of filesystem on the disk.
zh_cn: 选择磁盘的文件系统类型。

source: Choose when the UPS initiates shutdown.
zh_cn: 选择UPS开始关机的时间。

source: Choose your language.
zh_cn: 选择你的语言。

source: Choosing a smaller size can reduce system performance.
zh_cn: 选择一个更小的大小可能会降低系统性能。

source: City
zh_cn: 城市

source: Click <i>APPLY PENDING UPDATE</i> to install the downloaded update.
zh_cn: 点击<i>应用待决更新</i>安装已下载的更新。

source: Click <b>Browse</b> to select a recovery key to upload.
zh_cn: 点击<b>浏览</b>以选择一个恢复密钥来上传。

source: Click <b>Browse</b> to select an encryption key to upload.
zh_cn: 点击<b>浏览</b>以选择一个加密密钥来上传。

source: Click <b>Generate MAC Address</b> to add a new randomized address into this field.
zh_cn: 点击<b>生成MAC地址</b>添加一个随机MAC地址到这个区域。

source: Click Edit to configure that backend
zh_cn: 点击编辑来配置后端

source: Click Edit to configure that backend.
zh_cn: 点击“修改”来配置后端。

source: Click here to find out what PBI's are!<a href='http://www.pcbsd.org/en/package-management/' onclick='window.open(this.href);return false;'>
zh_cn: 点此了解PBI！<a href='http://www.pcbsd.org/en/package-management/' onclick='window.open(this.href);return false;'>

source: Client sees lowercase, server sees uppercase
zh_cn: 客户端显示小写，服务器显示大写

source: Client sees uppercase, server sees lowercase
zh_cn: 客户端显示大写，服务器显示小写

source: Clients
zh_cn: 客户端

source: Clone
zh_cn: 克隆

source: Clone Name (must be on same volume)
zh_cn: 克隆名字（必须在同一个卷内）

source: Clone Snapshot
zh_cn: 克隆快照
